IdeaRS.OpenModel.Geometry3D.Plane
Defines basic planes

IdeaRS.OpenModel.Geometry3D.Plane.XY
XY Plane - Plane normal to Z axis

IdeaRS.OpenModel.Geometry3D.Plane.YZ
YZ Plane - Plane normal to X axis

IdeaRS.OpenModel.Geometry3D.Plane.ZX
ZX Plane - Plane normal to Y axis